<template>
  <div class="protocal">
    <div class="protocal-header">借貸契約書</div>
    <div class="prtocal-warp">
      <ul>
        <li class="main-user">
          <span class="tit">出借人：</span><span class="bt-border">_________________________</span>
        </li>
        <li class="main-user">
          <span class="tit">借款人：</span><span>_________________________</span>
        </li>
        <li class="desc-divid">
          出借人與借款人以下合稱為「雙方」。
        </li>
        <li class="desc-divid">
          緣，借款人於聚寶盆 P2P 平台（官方網址：<a href="www.fundbowl.tw">www.fundbowl.tw</a>，下稱「P2P平台」刊登借款需求。
        </li>
        <li class="desc-divid">
          緣，出借人承諾依本借貸契約書（下稱「本契約書」）所載條款與條件出借資金予借款人，且借款人依本契約書所載條款與條件自出借人借款，雙方爰約定本契約書條款如後，俾資遵循。
        </li>
        <li class="pro-header">
          第1條	借款條件
        </li>
        <li>
          雙方同意借款金額及相關條件如下：
        </li>
        <li class="pro-list-item">
          1.	金額（即本金）：_________________________。<br>
          2.	期間：_________________________。<br>
          3.	利率：_________________________。<br>
          4.	撥款日：_________________________。<br>
          5.	到期日：_________________________。<br>
          6.	借款本息攤還之方式：_________________________。<br>
          7.	還款日：_________________________。
        </li>
        <li class="pro-header">
          第2條	償還本息及其他費用
        </li>
        <li class="pro-list-item">
          1.	借款人應按期償還本息。<br>
          2.	如借款人未按期足額償還本息，除原應償還本息外，應額外支付已到期但未償還本金[˙]%之違約金及年利率[˙]%之遲延利息（自相關金額到期日（含）起至實際支付日止），違約金及遲延利息均歸出借人所有。<br>
          3.	如借款人逾期還款超過一個月，因向借款人催收而產生之任何費用，均應由借款人負擔。<br>
          4.	借款人應於最後一期還款時，一次償還剩餘本金、約定利息、遲延利息、違約金及催收費用（如有）。
        </li>
        <li class="pro-header">
          第3條	加速條款
        </li>
        <li class="pro-list-item">
          借款人有下列情形之一時，出借人得不經通知或催告，隨時要求借款人償還全部或一部本息，或縮短借款期。此外，雙方瞭解並同意出借人已依「聚寶盆 P2P 平台服務條款」授權 P2P 平台經營者行使上述權利：
        </li>
        <li class="pro-list-item">
          1.	於 P2P 平台任何一宗借貸案逾期還款超過一個月時；<br>
          2.	依破產法或消費者債務清理條例聲請宣告破產、民事更生、清算或和解、經票據交換所通知拒絕往來、清理債務時；<br>
          3.	受監護或輔助宣告時；<br>
          4.	死亡而繼承人聲明為限定繼承或拋棄繼承時；<br>
          5.	主要財產受強制執行、假扣押、假處分或其他保全程序時；<br>
          6.	因刑事而受沒收主要財產之宣告，或因犯罪嫌疑而被羈押或判刑時；<br>
          7.	受沒入或徵收其主要財產之行政處分時；<br>
          8.	實際借款用途與原先借款目的不符時；或 <br>
          9.	其他有可能導致借款不能完全受償之事由，而出借人為保全債權而有必要時。
        </li>
        <li class="pro-header">
          第4條	保證及其他事項
        </li>
        <li class="pro-list-item">
          1.	出借人茲此向借款人保證，出借金額所使用之資金皆為合法取得，且出借人對該等資金有合法且完整之處分權。<br>
          2.	雙方瞭解本契約書所訂之借貸及其他權利義務關係，均僅存在於雙方間，與 P2P 平台及其經營者無涉，且 P2P 平台及其經營者並未提供任何保證或擔保。
        </li>
        <li class="pro-header">
          第5條	稅費負擔
        </li>
        <li class="pro-list-item">
          因本契約書所生之各項費用及稅捐（包括但不限於利息所得稅（如有）），應由雙方各自負擔。
        </li>
        <li class="pro-header">
          第6條	準據法與爭議解決
        </li>
        <li class="pro-list-item">
          1.	本契約書應以中華民國法律為準據法，並依中華民國法律解釋適用之。<br>
          2.	因本契約書所生或與其相關的一切爭議，除法律另有強行規定外，雙方合意以臺灣臺北地方法院為第一審管轄法院。
        </li>
      </ul>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'protocal',
    data() {
      return {

      }
    },
    created() {

    },
    methods: {

    }
  }
</script>
