<template>
  <div class="container" v-TDK="TDK">
    <div class="register-agreement">
      <div class="section-space"></div>
      <h1 class="text-center">用戶註冊服務協議</h1>
      <p>在您註冊成為本網站用戶前請務必仔細閱讀以下條款。若您壹旦註冊，則表示您同意接受本網站的服務並受以下條款的約束。若您不接受以下條款，請您立即停止註冊或主動停止使用本網站的服務。</p>

      <h2>壹、本協議的簽署和修訂</h2>
      <p>1.1
        本網站只接受持有中國有效身份證明的18周歲以上具有完全民事行為能力的自然人成為網站用戶。如您不符合資格，請勿註冊，否則本網站有權隨時中止或終止您的用戶資格。</p>
      <p>1.2
        本協議內容包括以下條款及本網站已經發布的或將來可能發布的各類規則。所有規則為本協議不可分割的壹部分，與協議正文具有同等法律效力。本協議是您與本網站共同簽訂的，適用於您在本網站的全部活動。在您註冊成為用戶時，您已經閱讀、理解並接受本協議的全部條款及各類規則，並承諾遵守中國的各類法律規定，如有違反而導致任何法律後果的發生，您將以自己的名義獨立承擔所有相應的法律責任。</p>
      <p>1.3
        本網站有權根據需要不時地修改本協議或根據本協議制定、修改各類具體規則並在本網站相關系統板塊發布，無需另行單獨通知您。您應不時地註意本協議及具體規則的變更，若您在本協議及具體規則內容公告變更後繼續使用本服務的，表示您已充分閱讀、理解並接受修改後的協議和具體規則內容，也將遵循修改後的協議和具體規則使用本網站的服務；同時就您在協議和具體規則修訂前通過本網站進行的交易及其效力，視為您已同意並已按照本協議及有關規則進行了相應的授權和追認。若您不同意修改後的協議內容，您應停止使用本網站的服務。</p>
      <p>1.4
        您通過自行或授權有關方根據本協議及本網站有關規則、說明操作確認本協議後，本協議即在您和本網站之間產生法律效力。本協議不涉及您與本網站的其他用戶之間因網上交易而產生的法律關系或法律糾紛，但您在此同意將全面接受和履行與本網站其他用戶在本網站簽訂的任何電子法律文本，並承諾按該等法律文本享有和/或放棄相應的權利、承擔和/或豁免相應的義務。</p>

      <h2>二、服務的提供</h2>
      <p>2.1
        本網站提供的服務包括但不限於：發布借款需求、查閱交易機會、簽訂和查閱合同、資金匯款、提領、代收、代付等，具體詳情以本網站當時提供的服務內容為準。您同意，針對借款人用戶，本網站有權根據借款人提供的各項資訊及本網站獨立獲得的資訊評定借款人在本網站所擁有的個人信用等級，或決定是否審核通過借款人的借款申請。</p>
      <p>2.2
        基於運行和交易安全的需要，本網站可以暫時停止提供、限制或改變本網站服務的部分功能，或提供新的功能。在任何功能減少、增加或者變化時，只要您仍然使用本網站的服務，表示您仍然同意本協議或者變更後的協議。</p>
      <p>2.3
        您確認，您在本網站上按本網站服務流程所確認的交易狀態將成為本網站為您進行相關交易或操作（包括但不限於凍結資金、代為支付或收取款項、訂立合同等）的明確指令。您同意本網站有權按相關指令依據本協議和/或有關文件和規則對相關事項進行處理。</p>
      <p>2.4 您未能及時對交易狀態進行修改或確認或未能提交相關申請所引起的任何糾紛或損失由您本人負責，本網站不承擔任何責任。</p>

      <h2>三、交易管理及費用</h2>
      <p>3.1
        在您成功註冊後，您可以自行或授權您的代理人根據本網站有關規則和說明，通過本網站確認簽署有關協議並經本網站審核通過後實現借款需求或資金的出借（出借方式包括但不限於向借款人直接出借或受讓債權等形式）。詳細操作規則及方式請見有關協議及本網站相關頁面的規則和說明。</p>
      <p>3.2
        本網站將為您的借款、還款或資金的出借、回收等交易提供服務，並在服務過程中根據有關文件、協議和/或本網站頁面的相關規則、說明等收取必要的服務或管理費用，其具體內容、比例、金額等事項請參見有關文件及本網站相關頁面的規則和說明。您同意，本網站有權不時調整前述服務或管理費用的類型或金額等具體事項並根據本協議和相關規則進行公告、修改。</p>

      <h2>四、資金管理</h2>
      <p>4.1
        就您在本網站進行的借款或出借，本網站和/或本網站委托的第三方機構將為您提供“資金管理服務”，主要包括但不限於：資金的匯款、提領、代收、代付、查詢等。您可以通過本網站有關頁面的具體規則或說明詳細了解。</p>
      <p>4.2 您了解，上述匯款、提領、代收、代付以及查詢等服務涉及本網站與第三方支付機構或金融機構的合作。您同意：(a)
        受第三方支付機構或金融機構可能僅在工作日進行資金代扣及劃轉的現狀等各種原因所限，本網站不對前述服務的資金到帳時間做任何承諾，也不承擔與此相關的責任，包括但不限於由此產生的利息、貨幣貶值等損失；(b)
        壹經您使用前述服務，即表示您不可撤銷地授權本網站進行相關操作，且該等操作是不可逆轉的，您不能以任何理由拒絕付款或要求取消交易。就前述服務，您應按照有關文件及第三方支付機構或金融機構的規定支付第三方的費用，您與第三方之間就費用支付事項產生的爭議或糾紛，與本網站無關。</p>
      <p>4.3
        您保證並承諾您通過本網站平臺進行交易的資金來源合法。您同意，本公司有權按照包括但不限於公安機關、檢察機關、法院等司法機關、行政機關、軍事機關的要求協助對您的帳戶及資金等進行查詢、凍結或扣劃等操作</p>
      <p>4.4
        本網站有權基於交易安全等方面的考慮不時設定涉及交易的相關事項，包括但不限於交易限額、交易次數等。您了解，本網站的前述設定可能會對您的交易造成壹定不便，您對此沒有異議。</p>
      <p>4.5
        如果本網站發現了因系統故障或其他原因導致的處理錯誤，無論有利於本網站還是有利於您，本網站都有權在根據本協議規定通知您後糾正該錯誤。如果該錯誤導致您實際收到的金額少於您應獲得的金額，則本網站在確認該處理錯誤後會盡快將您應收金額與實收金額之間的差額存入您的用戶帳戶。如果該錯誤導致您實際收到的金額多於您應獲得的金額，則無論錯誤的性質和原因為何，您都應及時根據本網站向您發出的有關糾正錯誤的通知的具體要求返還多收的款項或進行其他操作。您理解並同意，您因前述處理錯誤而多付或少付的款項均不計利息，本網站不承擔因前述處理錯誤而導致的任何損失或責任（包括您可能因前述錯誤導致的利息、匯率等損失），但因本網站惡意而導致的處理錯誤除外。</p>
      <p>4.6
        在任何情況下，對於您使用本網站服務過程中涉及由第三方提供相關服務的責任由該第三方承擔，本網站不承擔該等責任。因您自身的原因導致本網站服務無法提供或提供時發生任何錯誤而產生的任何損失或責任，由您自行負責，本網站不承擔責任。



      <h2>五、電子合同</h2>
      <p>5.1
        在本網站平臺交易需訂立的協議采用電子合同方式，可以有壹份或者多份並且每壹份具有同等法律效力。您或您的代理人根據有關協議及本網站的相關規則在本網站確認簽署的電子合同即視為您本人真實意願並以您本人名義簽署的合同，具有法律效力。您應妥善保管自己的帳戶密碼等帳戶資訊，您通過前述方式訂立的電子合同對合同各方具有法律約束力，您不得以帳戶密碼等帳戶資訊被盜用或其他理由否認已訂立的合同的效力或不按照該等合同履行相關義務。</p>
      <p>5.2
        您根據本協議以及本網站的相關規則簽署電子合同後，不得擅自修改該合同。本網站向您提供電子合同的保管查詢、核對等服務，如對電子合同真偽或電子合同的內容有任何疑問，您可通過本網站的相關系統板塊查閱有關合同並進行核對。如對此有任何爭議，應以本網站記錄的合同為準。</p>

      <h2>六、用戶資訊及隱私權保護</h2>
      <p>6.1 用戶資訊的提供、搜集及核實</p>
      <p>6.1.1
        您有義務在註冊時提供自己的真實資料，並保證諸如電子郵件地址、聯系電話、聯系地址、郵政編碼等內容的有效性、安全性和及時更新，以便本網站為您提供服務並與您進行及時、有效的聯系。您應完全獨自承擔因通過這些聯系方式無法與您取得聯系而導致的您在使用本服務過程中遭受的任何損失或增加任何費用等不利後果。</p>
      <p>6.1.2
        本網站可能自公開及私人資料來源收集您的額外資料，以更好地了解本網站用戶，並為其度身訂造本網站服務、解決爭議和確保在網站進行交易的安全性。本網站僅收集本網站認為就此目的及達成該目的所必須的關於您的個人資料。</p>
      <p>6.1.3
        您同意本網站可以自行或通過合作的第三方機構對您提交或本網站搜集的用戶資訊（包括但不限於您的個人身份證資訊等）進行核實，並對獲得的核實結果根據本協議及有關文件進行查看、使用和留存等操作。</p>
      <p>6.1.4
        本網站按照您在本網站上的行為自動追蹤關於您的某些資料。本網站利用這些資料進行有關本網站之用戶的人口統計、興趣及行為的內部研究，以更好地了解您以便向您和本網站的其他用戶提供更好的服務。</p>
      <p>6.1.5
        本網站在本網站的某些網頁上使用諸如“Cookies”的資料收集裝置。“Cookies”是設置在您的硬盤上的小檔案，以協助本網站為您提供度身訂造的服務。本網站亦提供某些只能通過使用“Cookies”才可得到的功能。本網站還利用“Cookies”使您能夠在某段期間內減少輸入密碼的次數。“Cookies”還可以協助本網站提供專門針對您的興趣而提供的資料。</p>
      <p>6.1.6
        如果您將個人通訊資訊（例如：手機短信、電郵或信件）交付給本網站，或如果其他用戶或第三方向本網站發出關於您在本網站上的活動或登錄事項的通訊資訊，本網站可以將這些資料收集在您的專門檔案中。</p>
      <p>6.2 用戶資訊的使用和披露</p>
      <p>6.2.1
        您同意本網站可使用關於您的個人資料（包括但不限於本網站持有的有關您的檔案中的資料，及本網站從您目前及以前在本網站上的活動所獲取的其他資料）以解決爭議、對糾紛進行調停、確保在本網站進行安全交易，並執行本網站的服務協議及相關規則。本網站有時候可能調查多個用戶以識別問題或解決爭議，特別是本網站可審查您的資料以區分使用多個用戶名或別名的用戶。為限制在網站上的欺詐、非法或其他刑事犯罪活動，使本網站免受其害，您同意本網站可通過人工或自動程序對您的個人資料進行評價。</p>
      <p>6.2.2
        您同意本網站可以使用您的個人資料以改進本網站的推廣和促銷工作、分析網站的使用率、改善本網站的內容和產品推廣形式，並使本網站的網站內容、設計和服務更能符合用戶的要求。這些使用能改善本網站的網頁，以調整本網站的網頁使其更能符合您的需求，從而使您在使用本網站服務時得到更為順利、有效、安全及度身訂造的交易體驗。</p>
      <p>6.2.3
        您同意本網站利用您的資料與您聯絡並（在某些情況下）向您傳遞針對您的興趣而提供的資訊，例如：有針對性的廣告條、行政管理方面的通知、產品提供以及有關您使用本網站的通訊。您接受本協議即視為您同意收取這些資料。</p>
      <p>6.2.4
        您註冊成功後應妥善保管您的用戶名和密碼。您確認，無論是您還是您的代理人，用您的用戶名和密碼登錄本網站後在本網站的壹切行為均代表您並由您承擔相應的法律後果。</p>
      <p>6.2.5
        本網站對於您提供的、自行收集到的、經認證的個人資訊將按照本協議及有關規則予以保護、使用或者披露。本網站將采用行業標準慣例以保護您的個人資料，但鑒於技術限制，本網站不能確保您的全部私人通訊及其他個人資料不會通過本協議中未列明的途徑泄露出去。</p>
      <p>6.2.6
        您使用本網站服務進行交易時，您即授權本公司將您的包括但不限於真實姓名、聯系方式、信用狀況等必要的個人資訊和交易資訊披露給與您交易的另壹方或本網站的合作機構（僅限於本網站為完成擬向您提供的服務而合作的機構）。</p>
      <p>6.2.7
        本網站有義務根據有關法律要求向司法機關和政府部門提供您的個人資料。在您未能按照與本協議、本網站有關規則或者與本網站其他用戶簽訂的有關協議的約定履行自己應盡的義務時（包括但不限於當您作為借款人借款逾期或有其他違約時），本網站有權根據自己的判斷、有關協議和規則、國家生效裁決文書或者與該筆交易有關的其他用戶的合理請求披露您的個人資料（包括但不限於在本網站及互聯網絡上公布您的違法、違約行為，並有關將該內容記入任何與您相關的信用資料、檔案或數據庫），並且作為出借人的其他用戶可以采取發布您的個人資訊的方式追索債權或通過司法部門要求本網站提供相關資料，本網站對此不承擔任何責任。</p>
      <p>6.3 您對其他用戶資訊的使用</p>
      <p>
        6.3.1 在本網站提供的交易活動中，您無權要求本網站提供其他用戶的個人資料，除非符合以下條件：<br> 1)
        您已向法院起訴其他用戶的在本網站活動中的違約行為；<br> 2) 與您有關的其他用戶逾期未歸還借款本息；<br>
        3) 本網站被吊銷營業執照、解散、清算、宣告破產或者其他有礙於您收回借款本息的情形。
      </p>
      <p>6.3.2
        如您通過簽署有關協議等方式獲得其他用戶的個人資訊，您同意不將該等個人資訊用於除還本付息或向借款人追索債權以外的其他任何用途，除非該等資訊根據適用的法律規定、被有管轄權的法院或政府部門要求披露。</p>

      <h2>七、不保證及使用限制</h2>
      <p>7.1 不保證</p>
      <p>7.1.1
        在任何情況下，本網站及其股東、創建人、高級職員、董事、代理人、關聯公司、母公司、子公司和雇員（以下稱“本網站方”）均不以任何明示或默示的方式對您使用本網站服務而產生的任何形式的直接或間接損失承擔法律責任，包括但不限於資金損失、利潤損失、營業中斷損失等，無論您通過本網站形成的借貸關系是否適用本網站的風險備用金規則或者是否存在第三方擔保，並且本網站方不保證網站內容的真實性、充分性、及時性、可靠性、完整性和有效性，並且免除任何由此引起的法律責任。</p>
      <p>7.1.2
        本網站不能保證也沒有義務保證第三方網站上的資訊的真實性和有效性。您應按照第三方網站的服務協議使用第三方網站，而不是按照本協議。第三方網站的內容、產品、廣告和其他任何資訊均由您自行判斷並承擔風險，而與本網站無關。</p>
      <p>7.1.3
        因為本網站或者涉及的第三方網站的設備、系統存在缺陷、黑客攻擊、網絡故障、電力中斷、計算機病毒或其他不可抗力因素造成的損失，本網站均不負責賠償，您的補救措施只能是與本網站協商終止本協議並停止使用本網站。但是，中國現行法律、法規另有規定的除外。</p>
      <p>7.2 使用限制</p>
      <p>7.2.1
        您承諾合法使用本網站提供的服務及網站內容。您不得利用本服務從事侵害他人合法權益之行為，不得在本網站從事任何可能違反中國的法律、法規、規章和政府規範性文件的行為或者任何未經授權的行為，如擅自進入本網站的未公開的系統、不正當的使用帳號密碼和網站的任何內容等。</p>
      <p>7.2.2 您不得使用本網站提供的服務或其他電子郵件轉發服務發出垃圾郵件或其他可能違反本協議的內容。</p>
      <p>7.2.3
        本網站沒有義務監測網站內容，但是您確認並同意本網站有權不時地根據法律、法規、政府要求透露、修改或者刪除必要的資訊，以便更好地運營本網站並保護自身及本網站的其他合法用戶。</p>
      <p>7.2.4
        本網站中全部內容的版權均屬於本網站所有，該等內容包括但不限於文本、數據、文章、設計、源代碼、軟件、圖片、照片及其他全部資訊（以下稱“網站內容”）。網站內容受中華人民共和國著作權法及各國際版權公約的保護。未經本網站事先書面同意，您承諾不以任何方式、不以任何形式復制、模仿、傳播、出版、公布、展示網站內容，包括但不限於電子的、機械的、復印的、錄音錄像的方式和形式等。您承認網站內容是屬於本網站的財產。未經本網站書面同意，您亦不得將本網站包含的資料等任何內容鏡像到任何其他網站或者服務器。任何未經授權對網站內容的使用均屬於違法行為，本網站將追究您的法律責任。</p>
      <p>7.2.5
        由於您違反本協議或任何法律、法規或侵害第三方的權利，而引起第三方對本網站提出的任何形式的索賠、要求、訴訟，本網站有權向您追償相關損失，包括但不限於本網站的法律費用、名譽損失、及向第三方支付的補償金等。</p>

      <h2>八、協議終止及帳戶的暫停、註銷或終止</h2>
      <p>8.1
        除非本網站終止本協議或者您申請終止本協議且經本網站同意，否則本協議始終有效。在您違反了本協議、相關規則，或在相關法律法規、政府部門的要求下，本網站有權通過站內信、電子郵件通知等方式終止本協議、關閉您的帳戶或者限制您使用本網站。但本網站的終止行為不能免除您根據本協議或在本網站生成的其他協議項下的還未履行完畢的義務。</p>
      <p>8.2
        您若發現有第三人冒用或盜用您的用戶帳戶及密碼，或其他任何未經合法授權的情形，應立即以有效方式通知本網站，要求本網站暫停相關服務，否則由此產生的壹切責任由您本人承擔。同時，您理解本網站對您的請求采取行動需要合理期限，在此之前，本網站對第三人使用該服務所導致的損失不承擔任何責任。</p>
      <p>8.3
        您決定不再使用用戶帳戶時，應首先清償所有應付款項（包括但不限於借款本金、利息、罰息、違約金、服務費、管理費等），再將用戶帳戶中的可用款項（如有）全部提領或者向本網站發出其它合法的支付指令，並向本網站申請註銷該用戶帳戶，經本網站審核同意後可正式註銷用戶帳戶。會員死亡或被宣告死亡的，其在本協議項下的各項權利義務由其繼承人承擔。若會員喪失全部或部分民事權利能力或民事行為能力，本網站有權根據有效法律文書（包括但不限於生效的法院判決等）或其法定監護人的指示處置與用戶帳戶相關的款項。</p>

      <p>
        8.4
        本網站有權基於單方獨立判斷，在認為可能發生危害交易安全等情形時，不經通知而先行暫停、中斷或終止向您提供本協議項下的全部或部分會員服務，並將註冊資料移除或刪除，且無需對您或任何第三方承擔任何責任。前述情形包括但不限於：<br>
        1) 本網站認為您提供的個人資料不具有真實性、有效性或完整性；<br> 2) 本網站發現異常交易或有疑義或有違法之虞時；<br>
        3) 本網站認為您的帳戶涉嫌洗錢、套現、傳銷、被冒用或其他本網站認為有風險之情形；<br> 4)
        本網站認為您已經違反本協議中規定的各類規則及精神；<br> 5)
        本網站基於交易安全等原因，根據其單獨判斷需先行暫停、中斷或終止向您提供本協議項下的全部或部分會員服務，並將註冊資料移除或刪除的其他情形。
      </p>
      <p>8.5
        您同意在必要時，本網站無需進行事先通知即有權終止提供用戶帳戶服務，並可能立即暫停、關閉或刪除您的用戶帳戶及該用戶帳戶中的所有相關資料及檔案，並將您滯留在這些帳戶的全部合法資金退回到您的銀行帳戶。</p>
      <p>8.6
        您同意，用戶帳戶的暫停、中斷或終止不代表您責任的終止，您仍應對您使用本網站服務期間的行為承擔可能的違約或損害賠償責任，同時本網站仍可保有您的相關資訊。</p>
      <p>8.7
        若您使用第三方網站帳號註冊本網站用戶帳戶，則您應對您本網站用戶帳戶所對應的第三方網站帳號擁有合法的使用權，如您因故對該第三方網站帳號喪失使用權的，則本網站可停止為您的該用戶帳戶提供服務。但如該用戶帳戶尚存有餘額的，本網站將會為您妥善保管。此時，如您欲取回其原有餘額，本網站將提供更換本網站帳戶名的服務，即您可把您原本網站帳戶下餘額轉移到您另外合法註冊的本網站帳戶中；如因故無法自助完成更換帳戶名，您可以向本網站提出以銀行帳戶接受原有資金的請求，經核驗屬實後，本網站可配合您將原有資金轉移到以您真實姓名登記的銀行帳戶下。</p>

      <h2>九、通知</h2>
      <p>本協議項下的通知如以公示方式作出，壹經在本網站公示即視為已經送達。除此之外，其他向您個人發布的具有專屬性的通知將由本網站向您在註冊時提供的電子郵箱，或本網站在您的個人帳戶中為您設置的站內消息系統欄，或您在註冊後在本網站綁定的手機發送，壹經發送即視為已經送達。請您密切關註您的電子郵箱
        、站內消息系統欄中的郵件、資訊及手機中的短信資訊。您同意本網站出於向您提供服務之目的，可以向您的電子郵箱、站內消息系統欄和手機發送有關通知或提醒；若您不願意接收，請在本網站相應系統板塊進行設置。但您同時同意並確認，若您設置了不接收有關通知或提醒，則您有可能收不到該等通知資訊，您不得以您未收到或未閱讀該等通知資訊主張相關通知未送達於您。</p>

      <h2>十、適用法律和管轄</h2>
      <p>因本網站所提供服務而產生的爭議均適用中華人民共和國法律，並由本網站住所地的人民法院管轄。</p>

      <h2>十壹、其他</h2>
      <p>本網站對本協議擁有最終的解釋權。本協議及本網站有關頁面的相關名詞可互相引用參照，如有不同理解，則以本協議條款為準。此外，若本協議的部分條款被認定為無效或者無法實施時，本協議中的其他條款仍然有效。
      </p>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'RegisterAgreement',
    data () {
      return {
        TDK:{
          title:'註冊協議-聚寶盆',
          keyWords:'網絡理財，互聯網理財，理財，投資，投資理財，個人投資，網貸平臺，網貸投資，網貸，互金，互聯網金融，互金平臺，互聯網金融平臺，聚寶盆，聚寶計劃，分期投，月月盈，年年余，財富，P2P',
          description:'聚寶盆是壹家綜合性互聯網金融平臺，聚寶盆為廣大個人投資理財的用戶提供多元化的選擇與優質的服務。投資理財用戶可通過加入聚寶計劃、分期投、月月盈、年年余等產品進行投資獲得穩定收益。',
        }
      }
    },
    created(){
    },
    mounted () {
    },
    methods: {
    }
  }
</script>
